Repository: kostadinSpiridonov/KTraining
Catalog: KTraining/KTraining.Resources/Controllers/Common.*.resx
Languages: bg

source: Add material
bg: Добави материал

source: Add new image.
bg: Добави новa снимка.

source: You have a new application for participation in your course.
bg: Имате една нова заява за участиве във ваш курс.

source: You were adopted in the course
bg: Бяхте приет в курса

source: Exam for level
bg: Изпит за ниво

source: You have successfully did you level
bg: Успешно взехте ниво

# ChangeYourPassHere
source: Change your password by clicking here
bg: Промени твоятя парола като кликнеш тук

# ChooseOneStudent
source: Please select at least one student!
bg: Моля изберете поне един ученик !

source: You have a new test for solving for level
bg: Имате нов тест за решаване за ниво.

source: You have one new mark.
bg: Имате една нова оценка.

# EmailOccupied
source: The email is occupied.
bg: Имейлът е зает

source: You have a new test for solving
bg: Имате нов тест за решаване.

# FieldAboutMeDanger
source: Field About me contains dangerous words.
bg: Полето За мен съдържа опасни думи !

# FieldAnsDanger
source: Field Answer contains dangerous words.
bg: Полето Отговор съдържа опасни думи !

# FieldAnsRequired
source: The field Answer is required.
bg: Полето Отговор е задължително

# FieldDescriptionDanger
source: Field Description contains dangerous words!
bg: Полето описание съдържа опасни думи !

# FieldQRequired
source: The field Question is required.
bg: Полето Въпрос е задължително

# FieldRequired
source: The field is required !
bg: Полето е задължително !

# FiledQDanger
source: Field Question contains dangerous words.
bg: Полето Въпрос съдържа опасни думи !

# HaveOneDigit
source: Passwords must have at least one digit ('0'-'9').
bg: Паролата трябва да съдържа поне една цифра

source: Leader
bg: Ръководител

# NoChooseTest
source: There is not selected test for level!
bg: Няма избран тест за нивото !

# NoEmailExist
source: User with this email does not exist.
bg: Потребител с такъв имейл не съществува.

# NoUser
source: No such user !
bg: Няма такъв потребител.

# OneCorrectAns
source: Must have at least one correct answer.
bg: Трябва да има поне един верен отговор.

# ProblemTryAgain
source: A problem occurred, please try again.
bg: Възникна проблем, моля опитайте отново.

# q27e30c9e92b4b11bb5a420f7a98e29d
source: You have a new test for checking.
bg: Имате един нов тест за проверяване.

# ShouldBeNum
source: Value of field Points must be number
bg: Стойността на полето Точки трябва да бъде число!

# SomeoneUserThisQ
source: Someone use this question now !
bg: Някой използва този въпрос в момента !

# SomeoneUserThisTest
source: Someone use this test. Please try again later!
bg: Някой използва този тест. Моля опитайте по-късно !

# SomeoneUserThisTestNoQ
source: Someone use this test now and you can not add a question!
bg: Някой използва този тест в момента и не може да добавите въпрос !

# SomeoneUseThisCourse
source: This course is used and can not be deleted!
bg: Този курс се използва и не може да бъде изтрит !

# SomeoneUseThisTopic
source: Someone use this topic. Please try again later!
bg: Някой използва тази тема. Моля опитайте по-късно !

source: Student
bg: Ученик

# SuccessChangePass
source: You have successfully changed your password
bg: Успешно сменихте паролата

# WrongPass
source: Wrong password
bg: Грешна парола

source: remove
bg: премахна

source: to course.
bg: към курса.

source: from course.
bg: от курса.

source: Add new video.
bg: Добави ново видео.

# t4c66efaa35043beaaeb5f7e7c6a1ed1
source: add
bg: добави
